package test.Fourth;

public final class Constant {

    public void welcome() {
        System.out.println("""
                                                      Добро пожаловать!
                       Прямоугольники                                                    Круги
                1-Вывести N число прямоугольников и выбрать их цвет.   4-Вывести N число кругов и выбрать их цвет.
                2-Вывести прямоугольник определенного цвета.           5-Вывести круг определенного цвета.
                3-Вывести N число прямоугольников.                     6--Вывести N число кругов.
                                                      0-Выйти из программы.
                """);
    }
}