package homework10;

public class Constant {

    public void welcome() {

        System.out.print("  \u001B[33m"+"              Добро пожаловать!"+"\u001B[0m\n" + "       Товары"+ "                          Заказ \n"+
                "  1-Вывести список товаров." + "  4-Вывести список заказов.\n" +
                "\u001B[32m"+"  2." + "\u001B[0m"+ "Добавить товар."+"\u001B[32m"+ "          5" + "\u001B[0m"+  "-Добавить заказ.\n"+
                "\u001B[31m"+"  3" +"\u001B[0m"+ "-Удалить  товар."  +"\u001B[31m"+ "          6" +"\u001B[0m"+"-Удалить  заказ.\n"+"\u001B[31m"+ "               0-Выход из программы" +"\u001B[0m\n");

    }
}


//        System.out.println("""
//                                  Добро пожаловать!
//                    Товары                      Заказы
//                1-Вывести список товаров.   4-Вывести список заказов.
//                2-Добавить товар.           5-Добавить заказ.
//                3-Удалить  товар.           6-Удалить  заказ.
//                                0-Выйти из программы.
//                """);

